/* 
   Localizable.strings
   MarketRaidBeta

   Created by marko.hlebar on 4/23/10.
   Copyright 2010 __MyCompanyName__. All rights reserved.
 */


"yourbubbl" = "YOUR BUBBL";
"bubblopolis" = "BUBBL-O-POLIS";
"ok" = "OK";
"invalidUrl" = "Invalid URL!";
"invalidUrlDesc" = "Please type the full URL of your polis.";
"downloadError" = "Download error!";
"downloadErrorDesc" = "Please check your internet connection.";
"downloadErrorPolisDesc" = "Please check your polis URL and internet connection.";
"addComment" = "Tap to add your comment...";
"emptyComment" = "Empty comment!";
"emptyCommentDesc" = "Please write your comment.";
"sameComment" = "Same comment!";
"sameCommentDesc" = "Please write another comment.";
"thankYou" = "Thank you!";
"thankYouCommentDesc" = "Thank you, we have received your comment.";
"sorry" = "We are sorry.";
"sorryCommentDesc" = "We haven't received your comment because our services might be down. Please try again later.";
"connectionError" = "Connection error!";
"connectionErrorCommentDesc" = "Please check your internet connection.";

 
